export default {
  layers: [
    {
      id: "tMI7-Xio9",
      title: "First",
      visible: false,
      current: false,
      content: "{\"type\":\"FeatureCollection\",\"features\":[{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[10845831.490176052,11144480.85042128]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[11570160.955265138,7560614.123823937]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[11684525.459024895,10839470.983083338]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[14886811.14115179,12593278.50565302]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Polygon\",\"coordinates\":[[[11570160.955265138,13379813.043767732],[-11341423.57123471,8955433.608752485],[-10998321.683444524,1327193.673158303],[11570160.955265138,13379813.043767732]]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[3869427.1364848427,12783909.803635318]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[5470569.97754829,9390673.327851597]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[7719792.998811126,11220733.579047935]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[7872283.192079589,9886315.016756179]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[8177263.578616526,13813318.498589132]},\"properties\":null}]}"
    },
    {
      id: "dGebzVkk9",
      title: "Second",
      visible: false,
      current: false,
      content: "{\"type\":\"FeatureCollection\",\"features\":[{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[10023825.588692296,8386478.806825318]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[10023825.588692296,10135199.512890562]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"LineString\",\"coordinates\":[[12110648.605791066,11283612.781002391],[13571423.643079676,12171023.386636611],[10467275.793274276,11596816.453886399],[12084562.526993051,11257512.275799192],[12371502.229234342,11231412.36798459],[11849794.982347798,11466315.122647595],[12058478.836374,11153111.449763587]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[11145492.34841203,12327625.223078616]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Polygon\",\"coordinates\":[[[11018724.147190869,9971034.700968951],[10705700.754330527,10200331.738567784],[10825265.051129367,10571342.138922364],[11212183.24325237,10571342.138922364],[11331747.54005121,10200331.738567784],[11018724.147190869,9971034.700968951]]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Polygon\",\"coordinates\":[[[11488260.430570861,12815968.262128219],[11123066.074203968,12992145.328125473],[11123066.074203968,13344499.460119981],[11488260.430570861,13520676.526117237],[11853454.786937755,13344499.460119981],[11853454.786937755,12992145.328125473],[11488260.430570861,12815968.262128219]]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[12736695.391511753,10761606.858658578]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"LineString\",\"coordinates\":[[13467084.104245532,11518515.535665397],[15214796.455596466,9143387.48383214],[18605884.007643152,11544616.040868595],[13545339.95246062,11622916.9590896]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[14693091.596888889,8203776.465180115]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[14745261.366305955,10970409.108118383]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Polygon\",\"coordinates\":[[[13940276.60994704,8405016.33654891],[13288143.745428346,7569806.741321087],[14644579.243882813,7282703.5736402795],[15348881.877818577,8457217.346955309],[13940276.60994704,8405016.33654891]],[[13992446.37936411,7830810.001187295],[14618493.165084794,7987411.837629298],[14018532.458162125,8117913.168868101],[13992446.37936411,7830810.001187295]]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Polygon\",\"coordinates\":[[[3841613.5797005557,9378290.238495145],[5302389.811078643,12693029.308980428],[11488259.23648138,12450564.17622641],[3841613.5797005557,9378290.238495145]],[[5619070.620349977,11954658.161697198],[7523297.056310039,11928557.656493999],[5358218.190996187,11145548.474283978],[5619070.620349977,11954658.161697198]]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[4624172.061851408,7942773.802702505]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"LineString\",\"coordinates\":[[8954328.598389637,10813807.27167638],[5380645.659293726,9952497.171245359],[8197856.195036799,9352190.330680542],[8693476.169035848,10552804.011810174]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[5928436.596799325,9352190.330680542]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[8563049.35731421,11675117.372107401]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Polygon\",\"coordinates\":[[[9401437.41347209,8822621.432857119],[11670857.011709563,8822621.432857119],[11670857.011709563,9736131.946305942],[9401437.413472092,9736131.946305942],[9401437.41347209,8822621.432857119]]]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Polygon\",\"coordinates\":[[[8592792.852523223,8091812.663664902],[8553215.029074308,7849849.519610376],[8438355.711841654,7631571.413952263],[8259458.131067915,7458344.928505367],[8034034.02841196,7347126.678605124],[7784149.485663835,7308803.481454883],[7534264.942915708,7347126.678605124],[7308840.840259754,7458344.928505367],[7129943.259486014,7631571.413952263],[7015083.9422533605,7849849.519610376],[6975506.1188044455,8091812.663664902],[7015083.9422533605,8333775.807719427],[7129943.259486014,8552053.91337754],[7308840.840259754,8725280.398824437],[7534264.942915708,8836498.648724679],[7784149.485663835,8874821.84587492],[8034034.02841196,8836498.648724679],[8259458.131067915,8725280.398824437],[8438355.711841654,8552053.913377542],[8553215.029074308,8333775.807719427],[8592792.852523223,8091812.663664902]]]},\"properties\":null}]}"
    },
    {
      id: "KNl8GvI0Y",
      title: "Third",
      visible: false,
      current: false,
      content: "{\"type\":\"FeatureCollection\",\"features\":[{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[5470569.97754829,9390673.327851597]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[11684525.459024895,10839470.983083338]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[3869427.1364848427,12783909.803635318]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[7872283.192079589,9886315.016756179]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[11570160.955265138,7560614.123823937]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[14886811.14115179,12593278.50565302]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[8177263.578616526,13813318.498589132]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[7719792.998811126,11220733.579047935]},\"properties\":null},{\"type\":\"Feature\",\"geometry\":{\"type\":\"Point\",\"coordinates\":[10845831.490176052,11144480.85042128]},\"properties\":null}]}"
    }
  ],
  signs: [
    {
      id: '1000',
      title: 'Оперативные объекты общего применения',
      signs: [
        {
          id: '1100',
          title: 'Пункты управления',
          signs: [
            {
              id: '1110',
              title: 'ПУ Государством и вооруженными силами',
              signs: [],
            },
            {
              id: '1120',
              title: 'ПУ Главного командования',
              signs: [],
            },
          ],
        },
        {
          id: '1200',
          title: 'Еще что-то',
          signs: [
            {
              id: '1210',
              title: 'И еще что-то',
              signs: [],
            },
            {
              id: '1220',
              title: 'И еще что-то',
              signs: [],
            },
          ],
        },
      ],
    },
    {
      id: '2000',
      title: 'И еще что-то',
      signs: [
        {
          id: '2100',
          title: 'И еще что-то',
          signs: [
            {
              id: '2110',
              title: 'И еще что-то',
              signs: [],
            },
            {
              id: '2120',
              title: 'И еще что-то',
              signs: [],
            },
          ],
        },
        {
          id: '2200',
          title: 'И еще что-то',
          signs: [
            {
              id: '2210',
              title: 'И еще что-то',
              signs: [],
            },
            {
              id: '2220',
              title: 'И еще что-то',
              signs: [],
            },
          ],
        },
      ],
    },
  ],
};
